Repository: YadOwO/yadoA
Catalog: yadoA/Localizable.xcstrings
Source language: en
Languages: zh_hans

# shortcut.screenshot.action
source: Record from Screenshot
zh_hans: 用截图记账

# shortcut.screenshot.description
source: Open yadoA with an image to enter a transaction manually. Use Take Screenshot before this action.
zh_hans: 接收截图并打开 yadoA 手动记账。请在此动作前添加“截屏”。

# shortcut.screenshot.input
source: Screenshot
zh_hans: 截图

# shortcut.screenshot.summary ${screenshot}
source: Record from ${screenshot}
zh_hans: 用${screenshot}记账

# shortcut.screenshot.title
source: Screenshot Bookkeeping
zh_hans: 截图记账

# shortcut.screenshot.section
source: Shortcuts
zh_hans: 快捷指令

# shortcut.screenshot.received
source: Screenshot received · Tap to preview
zh_hans: 已收到截图 · 轻点预览

# shortcut.screenshot.manual_hint
source: Check the screenshot, then enter the amount and category yourself. Automatic recognition is not available yet.
zh_hans: 请参照截图手动填写金额和分类，暂不支持自动识别。

# shortcut.screenshot.privacy
source: The image is only used during this entry. yadoA does not upload it or save it to your ledger or photo library.
zh_hans: 图片仅用于本次录入预览，yadoA 不会上传图片，也不会将其存入账本或相册。

# shortcut.screenshot.error.invalid
source: No readable image was received. Add Take Screenshot before Record from Screenshot and use its output as the Screenshot input.
zh_hans: 未收到可读取的图片。请先添加“截屏”，再将其输出连接到“用截图记账”的“截图”参数。

# shortcut.screenshot.error.large
source: This image is too large. Use an image smaller than 20 MB.
zh_hans: 图片过大，请使用不超过 20 MB 的图片。

# shortcut.screenshot.error.busy
source: Finish or close the current screenshot entry before sending another screenshot.
zh_hans: 请先保存或关闭当前截图记账，再传入新的截图。

# shortcut.screenshot.setup.intro
source: Double-tap the back of your iPhone to take a screenshot and open yadoA.
zh_hans: 轻点 iPhone 背面两下，截屏并打开 yadoA 记账。

# shortcut.screenshot.setup.create
source: 1. Add the shortcut
zh_hans: 1. 添加快捷指令

# shortcut.screenshot.setup.actions
source: Open the preset below, then tap Add Shortcut in Shortcuts. There are no actions or image inputs to configure.
zh_hans: 打开下方预设，在快捷指令中点“添加快捷指令”即可，无需配置动作或图片参数。

# shortcut.screenshot.setup.input
source: The preset takes a screenshot, then sends it to Record from Screenshot in yadoA.
zh_hans: 已预设“截屏 → 用截图记账”，截图会自动传给 yadoA。

# shortcut.screenshot.setup.open
source: Add Preset Shortcut
zh_hans: 添加预设快捷指令

# shortcut.screenshot.setup.back_tap
source: 2. Set up Back Tap
zh_hans: 2. 设置轻点背面

# shortcut.screenshot.setup.settings
source: Open Settings → Accessibility → Touch → Back Tap → Double Tap.
zh_hans: 打开手机“设置”→“辅助功能”→“触控”→“轻点背面”→“轻点两下”。

# shortcut.screenshot.setup.select
source: Under Shortcuts, select the shortcut you just added. This must be set up in Settings.
zh_hans: 在“快捷指令”区域选择刚添加的“yadoA 截图记账”。这一步需要在系统设置中手动完成。

# shortcut.screenshot.setup.use
source: 3. Try it
zh_hans: 3. 试一试

# shortcut.screenshot.setup.try
source: With your iPhone unlocked, open a payment result or bill and double-tap the back. If Shortcuts asks to share the image with yadoA, allow access. Confirm the image in yadoA and fill in the transaction, then save.
zh_hans: 解锁 iPhone，打开支付结果或账单页，轻点背面两下。首次运行时，如快捷指令询问是否允许向 yadoA 传递图片，请允许。进入 yadoA 后确认截图，手动填写并保存。

# shortcut.screenshot.setup.open_failed
source: Could not open the preset. Make sure Shortcuts is installed, check your internet connection, and try again.
zh_hans: 无法打开预设模板。请确认已安装“快捷指令”，检查网络连接后重试。

# account.detail.information
source: Account Information
zh_hans: 账户资料

# bill.title
source: Bills
zh_hans: 账单

# bill.period.label
source: Bill period
zh_hans: 账单周期

# bill.period.monthly
source: Monthly
zh_hans: 月账单

# bill.period.yearly
source: Yearly
zh_hans: 年账单

# bill.year.select
source: Select year
zh_hans: 选择年份

# bill.summary.yearBalance
source: Year balance
zh_hans: 年结余

# bill.summary.totalBalance
source: All-time balance
zh_hans: 累计结余

# bill.income
source: Income
zh_hans: 收入

# bill.expense
source: Expense
zh_hans: 支出

# bill.balance
source: Balance
zh_hans: 结余

# bill.month
source: Month
zh_hans: 月份

# bill.year
source: Year
zh_hans: 年份

# bill.details
source: Income & expenses
zh_hans: 收支明细

# bill.currency
source: CNY
zh_hans: 人民币

# bill.empty.title
source: No bills yet
zh_hans: 暂无账单

# bill.empty.message
source: Income and expenses recorded in this period will appear here.
zh_hans: 记录的收入和支出会在对应周期的账单中显示。

# chart.category.title
source: Category breakdown
zh_hans: 分类统计

# chart.category.share
source: Category share
zh_hans: 分类占比

# chart.category.remaining
source: Other categories
zh_hans: 其他分类

# category.ranking.expense.title
source: Expense ranking
zh_hans: 支出排行榜

# category.ranking.income.title
source: Income ranking
zh_hans: 收入排行榜

# category.ranking.empty
source: No records in this period
zh_hans: 当前周期暂无记录

# profile.title
source: Profile
zh_hans: 我的

# profile.local_data
source: Data stored on this device
zh_hans: 数据保存在此设备

# profile.section.data
source: Data
zh_hans: 数据

# profile.section.display
source: Display
zh_hans: 显示

# profile.show_amounts
source: Show home amounts
zh_hans: 显示首页金额

# account.amount.balance
source: Balance
zh_hans: 余额

# account.amount.debt
source: Debt
zh_hans: 欠款

# account.amount.value
source: Amount
zh_hans: 金额

# account.balance_adjustment.current
source: Current balance
zh_hans: 当前余额

# account.balance_adjustment.note
source: Reason
zh_hans: 调整原因

# account.balance_adjustment.note.placeholder
source: Reason (optional)
zh_hans: 调整原因（选填）

# account.balance_adjustment.save_failed
source: Unable to adjust the balance. Your entries are preserved. Please try again.
zh_hans: 余额调整失败，已保留填写内容，请重试。

# account.balance_adjustment.save_succeeded
source: Balance adjusted.
zh_hans: 余额已调整。

# account.balance_adjustment.sign
source: Balance sign
zh_hans: 余额正负

# account.balance_adjustment.sign.negative
source: Negative
zh_hans: 负数

# account.balance_adjustment.sign.positive
source: Positive or zero
zh_hans: 正数或零

# account.balance_adjustment.target
source: New total balance
zh_hans: 新的总余额

# account.balance_adjustment.target_explanation
source: Set the account's total balance, not the amount to add or subtract.
zh_hans: 这里设置账户的总余额，不是输入增加或减少的金额。

# account.balance_adjustment.title
source: Adjust Balance
zh_hans: 调整余额

# account.creation.field.institution
source: Institution
zh_hans: 所属机构

# account.creation.field.last_four_digits
source: Card Number (Last 4 Digits, Optional)
zh_hans: 卡号（后四位，可选）

# account.creation.field.name
source: Name
zh_hans: 名称

# account.creation.field.note
source: Note (Optional)
zh_hans: 备注（可选）

# account.creation.navigation.title_format
source: Add %@
zh_hans: 添加%@

# account.creation.save_error.message
source: Unable to save this account. Your entries are preserved. Please try again.
zh_hans: 无法保存此账户，已保留全部填写内容，请重试。

# account.creation.title
source: Add Account
zh_hans: 添加账户

# account.deactivated.empty
source: No deactivated accounts.
zh_hans: 暂无已停用账户。

# account.deactivated.title
source: Deactivated accounts
zh_hans: 已停用账户

# account.default.badge
source: Default
zh_hans: 默认

# account.default.save_error
source: The default account could not be changed. Please refresh and try again.
zh_hans: 默认账户未能切换，请刷新后重试。

# account.default.set
source: Set as default
zh_hans: 设为默认

# account.detail.balance.adjust_action
source: Double tap to set the total balance.
zh_hans: 轻点两下可设置账户总余额。

# account.detail.current_balance
source: Current balance
zh_hans: 当前余额

# account.detail.deactivated_message
source: Deactivated · History is read-only
zh_hans: 已停用 · 历史仅可查看

# account.detail.edit
source: Edit
zh_hans: 编辑

# account.detail.history.balance_adjustment
source: Balance Adjustment
zh_hans: 余额调整

# account.detail.history.balance_change_accessibility_format
source: Balance changed from %1$@ to %2$@
zh_hans: 余额从 %1$@ 调整为 %2$@

# account.detail.history.empty
source: No transactions yet.
zh_hans: 暂无流水

# account.detail.history.title
source: Transactions
zh_hans: 流水

# account.detail.institution
source: Institution
zh_hans: 所属机构

# account.detail.last_four_digits
source: Card Number
zh_hans: 卡号

# account.detail.note
source: Note
zh_hans: 备注

# account.detail.title
source: Account Details
zh_hans: 账户详情

# account.detail.type
source: Type
zh_hans: 类型

# account.detail.unavailable.message
source: This account no longer exists or cannot be opened.
zh_hans: 此账户已不存在或暂时无法打开。

# account.detail.unavailable.title
source: Account Unavailable
zh_hans: 账户不可用

# account.edit.immutable_message
source: Account type and balance are managed separately.
zh_hans: 账户类型和余额需在各自入口中管理。

# account.edit.save_error.message
source: Unable to save the account. Your entries are preserved. Please try again.
zh_hans: 无法保存账户，已保留填写内容，请重试。

# account.edit.title
source: Edit Account
zh_hans: 编辑账户

# account.lifecycle.account
source: Account
zh_hans: 账户

# account.lifecycle.choose_replacement
source: Choose a replacement default
zh_hans: 选择接替默认账户

# account.lifecycle.confirm_no_default
source: Continue with no default account
zh_hans: 确认继续且不设置默认账户

# account.lifecycle.current_balance
source: Current balance
zh_hans: 当前余额

# account.lifecycle.deactivate
source: Deactivate account
zh_hans: 停用账户

# account.lifecycle.deactivate_blocked
source: Adjust the balance to exactly zero before deactivating this account.
zh_hans: 请先通过余额调整将账户余额精确归零，再停用账户。

# account.lifecycle.deactivate_warning
source: The account will stay available for history, but it must have a zero balance.
zh_hans: 账户及历史会保留，但停用前余额必须为零。

# account.lifecycle.delete
source: Delete permanently
zh_hans: 永久删除

# account.lifecycle.delete_warning
source: This permanently deletes the account. Existing transaction history must be empty.
zh_hans: 此操作会永久删除账户；账户必须没有任何历史流水。

# account.lifecycle.plan_error
source: The account action could not be opened. Please refresh and try again.
zh_hans: 无法打开账户操作，请刷新后重试。

# account.lifecycle.restore
source: Restore account
zh_hans: 恢复账户

# account.lifecycle.restore_error
source: The account could not be restored. Please refresh and try again.
zh_hans: 账户未能恢复，请刷新后重试。

# account.lifecycle.restore_from_management
source: View and restore
zh_hans: 查看并恢复

# account.lifecycle.save_error
source: The account action could not be completed. Your current data is unchanged.
zh_hans: 账户操作未完成，当前数据保持不变。

# account.lifecycle.state_changed
source: The account state changed. Close this confirmation and review it again.
zh_hans: 账户状态已变化，请关闭当前确认并重新查看。

# account.list.add
source: Add Account
zh_hans: 添加账户

# account.list.empty.message
source: Add your first account to start tracking its balance.
zh_hans: 添加第一个账户，开始记录余额。

# account.list.empty.title
source: No Accounts Yet
zh_hans: 还没有账户

# account.list.title
source: Accounts
zh_hans: 账户

# account.management.choose_default
source: Choose default account
zh_hans: 选择默认账户

# account.management.default.message
source: New bookkeeping entries use this account once. A single entry can still use another active account.
zh_hans: 新记账流程会一次性预选此账户；单笔记账仍可选择其他启用账户。

# account.management.default.title
source: Default bookkeeping account
zh_hans: 默认记账账户

# account.management.export.error
source: Your data could not be exported. Please try again.
zh_hans: 数据导出失败，请重试。

# account.management.export.title
source: Export all data
zh_hans: 导出全部数据

# account.management.export.warning.message
source: This backup contains sensitive financial information. Save or share it only with people you trust.
zh_hans: 这份备份包含敏感财务信息，请仅保存或分享给你信任的人。

# account.management.export.warning.title
source: Export your data?
zh_hans: 导出数据吗？

# account.management.no_candidate
source: No active cash, debit card, credit card, or virtual account is available.
zh_hans: 当前没有启用的现金、借记卡、信用卡或虚拟账户可作为默认账户。

# account.management.no_default
source: No valid default account
zh_hans: 当前没有有效默认账户

# account.management.title
source: Account Management
zh_hans: 账户管理

# account.summary.assets
source: Assets
zh_hans: 资产

# account.summary.liabilities
source: Liabilities
zh_hans: 负债

# account.summary.net_assets
source: Net assets
zh_hans: 净资产

# account.template.bank.abc
source: Agricultural Bank of China
zh_hans: 农业银行

# account.template.bank.boc
source: Bank of China
zh_hans: 中国银行

# account.template.bank.bocom
source: Bank of Communications
zh_hans: 交通银行

# account.template.bank.ccb
source: China Construction Bank
zh_hans: 建设银行

# account.template.bank.ceb
source: China Everbright Bank
zh_hans: 光大银行

# account.template.bank.cgb
source: China Guangfa Bank
zh_hans: 广发银行

# account.template.bank.citic
source: China CITIC Bank
zh_hans: 中信银行

# account.template.bank.cmb
source: China Merchants Bank
zh_hans: 招商银行

# account.template.bank.icbc
source: Industrial and Commercial Bank of China
zh_hans: 工商银行

# account.template.bank.other
source: Other Bank
zh_hans: 其他银行

# account.template.bank.spdb
source: Shanghai Pudong Development Bank
zh_hans: 浦发银行

# account.template.credit.baitiao
source: JD Baitiao
zh_hans: 京东白条

# account.template.credit.huabei
source: Huabei
zh_hans: 蚂蚁花呗

# account.template.credit.suning
source: Suning Finance
zh_hans: 苏宁任性付

# account.template.investment.fund
source: Funds
zh_hans: 基金

# account.template.investment.other
source: Other Investment
zh_hans: 其他投资

# account.template.investment.stock
source: Stocks
zh_hans: 股票

# account.template.virtual.alipay
source: Alipay
zh_hans: 支付宝

# account.template.virtual.other
source: Other Virtual Account
zh_hans: 其他虚拟账户

# account.template.virtual.wechat
source: WeChat
zh_hans: 微信

# account.type.cash.title
source: Cash
zh_hans: 现金

# account.type.creditCard.subtitle
source: Credit cards, Huabei, JD Baitiao
zh_hans: 信用卡、花呗、白条

# account.type.creditCard.title
source: Credit Card
zh_hans: 信用卡

# account.type.customAsset.title
source: Custom Asset
zh_hans: 自定义资产

# account.type.debitCard.title
source: Debit Card
zh_hans: 储蓄卡

# account.type.investment.subtitle
source: Stocks, funds
zh_hans: 股票、基金

# account.type.investment.title
source: Investment Account
zh_hans: 投资账户

# account.type.liability.subtitle
source: Loans, borrowed money
zh_hans: 贷款、借入

# account.type.liability.title
source: Liability
zh_hans: 负债

# account.type.receivable.subtitle
source: Money owed to you, lent money
zh_hans: 应收、借出

# account.type.receivable.title
source: Receivable
zh_hans: 债权

# account.type.unknown.title
source: Unknown Account
zh_hans: 未知账户

# account.type.virtualAccount.subtitle
source: Alipay, WeChat
zh_hans: 支付宝、微信

# account.type.virtualAccount.title
source: Virtual Account
zh_hans: 虚拟账户

# app.tab.charts
source: Charts
zh_hans: 图表

# app.tab.home
source: Home
zh_hans: 首页

# chart.axis.expense
source: Expense
zh_hans: 支出

# chart.axis.period
source: Period
zh_hans: 周期

# chart.daily.title
source: Daily spending
zh_hans: 每日支出

# chart.income.daily.title
source: Daily income
zh_hans: 每日收入

# chart.income.monthly.title
source: Monthly income
zh_hans: 每月收入

# chart.income.summary.title
source: Income overview
zh_hans: 收入概览

# chart.income.summary.total
source: Total income
zh_hans: 总收入

# chart.monthly.title
source: Monthly spending
zh_hans: 每月支出

# chart.period.accessibility
source: Chart period
zh_hans: 图表周期

# chart.period.month
source: Month
zh_hans: 月

# chart.period.week
source: Week
zh_hans: 周

# chart.period.year
source: Year
zh_hans: 年

# chart.summary.records
source: Records
zh_hans: 记录笔数

# chart.summary.title
source: Spending overview
zh_hans: 支出概览

# chart.summary.total
source: Total spending
zh_hans: 总支出

# chart.time.next
source: Next period
zh_hans: 下一个周期

# chart.time.previous
source: Previous period
zh_hans: 上一个周期

# chart.time.selector.accessibility
source: Selected period, %@
zh_hans: 当前周期，%@

# common.cancel
source: Cancel
zh_hans: 取消

# common.close
source: Close
zh_hans: 关闭

# common.confirm
source: Confirm
zh_hans: 确认

# common.done
source: Done
zh_hans: 完成

# common.retry
source: Retry
zh_hans: 重试

# common.save
source: Save
zh_hans: 保存

# bookkeeping.entry.save_succeeded
source: Transaction saved
zh_hans: 记账成功

# bookkeeping.entry.title
source: New Transaction
zh_hans: 记一笔

# bookkeeping.detail.open
source: View %@
zh_hans: 查看 %@ 的详情

# bookkeeping.edit.balance_hint
source: Changes update the current account balance. Earlier balance adjustments remain as recorded.
zh_hans: 修改会同步修正当前账户余额，既有余额调整保留当时记录。

# bookkeeping.edit.account_unavailable
source: This account is unavailable. Return to the transaction and check its account.
zh_hans: 账户已不可用，请返回详情检查账户状态。

# bookkeeping.edit.discard.title
source: Discard your changes?
zh_hans: 放弃未保存的修改？

# bookkeeping.edit.discard.action
source: Discard Changes
zh_hans: 放弃修改

# bookkeeping.delete.action
source: Delete Transaction
zh_hans: 删除流水

# bookkeeping.delete.title
source: Delete this transaction?
zh_hans: 删除这笔流水？

# bookkeeping.delete.message
source: %1$@ · %2$@ · %3$@ Deleting reverses this entry’s effect on the current account balance. This cannot be undone.
zh_hans: %1$@ · %2$@ · %3$@ 删除会撤销这笔流水对当前账户余额的影响。此操作无法撤销。

# bookkeeping.delete.failed
source: Could not delete the transaction. It or its account may have changed. Check the details and try again.
zh_hans: 删除失败，流水或账户状态可能已变化，请检查详情后重试。

# bookkeeping.entry.type
source: Transaction Type
zh_hans: 收支类型

# bookkeeping.entry.type.expense
source: Expense
zh_hans: 支出

# bookkeeping.entry.type.income
source: Income
zh_hans: 收入

# bookkeeping.search.account.active
source: Active
zh_hans: 启用

# bookkeeping.search.account.deactivated
source: Inactive
zh_hans: 已停用

# bookkeeping.search.account.unavailable
source: Account unavailable
zh_hans: 账户不可用

# bookkeeping.search.action
source: Search bookkeeping
zh_hans: 搜索记账

# bookkeeping.search.detail.account
source: Account
zh_hans: 所属账户

# bookkeeping.search.detail.account_status
source: Account status
zh_hans: 账户状态

# bookkeeping.search.detail.amount
source: Amount
zh_hans: 金额

# bookkeeping.search.detail.category
source: Category
zh_hans: 类别

# bookkeeping.search.detail.date
source: Date
zh_hans: 日期

# bookkeeping.search.detail.edit
source: Edit
zh_hans: 编辑

# bookkeeping.search.detail.edit_notice.message
source: Editing bookkeeping entries is coming soon. No data was changed.
zh_hans: 记账编辑功能正在开发中，本次未修改任何数据。

# bookkeeping.search.detail.edit_notice.title
source: Editing coming soon
zh_hans: 编辑功能开发中

# bookkeeping.search.detail.title
source: Transaction Details
zh_hans: 记账详情

# bookkeeping.search.detail.unavailable.message
source: This bookkeeping entry is no longer available.
zh_hans: 此笔记账已不可用。

# bookkeeping.search.detail.unavailable.title
source: Bookkeeping Unavailable
zh_hans: 记账不可用

# bookkeeping.search.empty.message
source: Try another keyword or time range.
zh_hans: 试试其他关键词或时间范围。

# bookkeeping.search.empty.title
source: No matching entries
zh_hans: 没有匹配的记账

# bookkeeping.search.filter
source: Filter by date
zh_hans: 按日期筛选

# bookkeeping.search.filter.all
source: Any time
zh_hans: 不限时间

# bookkeeping.search.filter.apply
source: Apply
zh_hans: 确认

# bookkeeping.search.filter.cancel
source: Cancel
zh_hans: 取消

# bookkeeping.search.filter.custom
source: Custom range
zh_hans: 自定义范围

# bookkeeping.search.filter.end
source: End date
zh_hans: 结束日期

# bookkeeping.search.filter.invalid_range
source: The end date must be on or after the start date.
zh_hans: 结束日期必须不早于开始日期。

# bookkeeping.search.filter.mode
source: Time
zh_hans: 时间

# bookkeeping.search.filter.start
source: Start date
zh_hans: 开始日期

# bookkeeping.search.filter.title
source: Date Filter
zh_hans: 日期筛选

# bookkeeping.search.initial.message
source: Search by category, amount, note, or choose a date range.
zh_hans: 按类别、金额、备注搜索，或选择时间范围。

# bookkeeping.search.initial.title
source: Search your bookkeeping
zh_hans: 搜索你的记账

# bookkeeping.search.prompt
source: Category, amount, or note
zh_hans: 类别、金额或备注

# bookkeeping.search.range.clear
source: Clear date filter
zh_hans: 清除日期筛选

# bookkeeping.search.title
source: Search
zh_hans: 搜索记账

# expense.account.selection.title
source: Select Account
zh_hans: 选择账户

# expense.category.dining
source: Dining
zh_hans: 餐饮

# expense.category.shopping
source: Shopping
zh_hans: 购物

# expense.category.dailyNecessities
source: Daily Needs
zh_hans: 日用

# expense.category.transportation
source: Transportation
zh_hans: 交通

# expense.category.entertainment
source: Entertainment
zh_hans: 娱乐

# expense.category.communication
source: Communication
zh_hans: 通讯

# expense.category.clothing
source: Clothing
zh_hans: 服饰

# expense.category.housing
source: Housing
zh_hans: 住房

# expense.category.household
source: Household
zh_hans: 居家

# expense.category.medical
source: Medical
zh_hans: 医疗

# expense.category.education
source: Education
zh_hans: 学习

# expense.category.pets
source: Pets
zh_hans: 宠物

# expense.category.travel
source: Travel
zh_hans: 旅行

# expense.category.automotive
source: Automotive
zh_hans: 汽车

# expense.category.socialGifts
source: Gifts
zh_hans: 人情

# expense.category.other
source: Other
zh_hans: 其他

# expense.category.selection.title
source: Select Category
zh_hans: 选择分类

# expense.entry.account_creation_failed
source: Couldn’t create the account. Your expense draft is preserved.
zh_hans: 账户创建失败，记账草稿已保留。

# expense.entry.account.select
source: Select Account
zh_hans: 选择账户

# expense.entry.account.unavailable
source: Account unavailable. Choose another.
zh_hans: 账户不可用，请重新选择

# expense.entry.action
source: Add Transaction
zh_hans: 记一笔

# expense.entry.amount
source: Amount
zh_hans: 金额

# expense.entry.date
source: Date
zh_hans: 日期

# expense.entry.insufficient_balance
source: This account will fall below zero. You can still save.
zh_hans: 账户金额将低于零，仍可保存。

# expense.entry.note
source: Note
zh_hans: 备注

# expense.entry.note.placeholder
source: Add note (optional)
zh_hans: 添加备注（可选）

# expense.entry.save_failed
source: Couldn’t save. Your draft is preserved; try again.
zh_hans: 保存失败，草稿已保留，请重试。

# expense.edit.amount
source: Amount
zh_hans: 金额

# expense.edit.save_failed
source: Couldn’t save the changes. Try again.
zh_hans: 修改保存失败，请重试。

# expense.edit.save_succeeded
source: Transaction updated
zh_hans: 记账已更新

# expense.edit.title
source: Edit Transaction
zh_hans: 编辑记账

# expense.edit.title.field
source: Title
zh_hans: 标题

# expense.edit.title.placeholder
source: Enter title
zh_hans: 输入标题

# home.day.summary
source: Income: %1$@ · Expense: %2$@
zh_hans: 收入：%1$@ · 支出：%2$@

# income.category.bonus
source: Bonus
zh_hans: 奖金

# income.category.gifts
source: Gifts
zh_hans: 礼金赠与

# income.category.investment
source: Investment
zh_hans: 投资收益

# income.category.other
source: Other
zh_hans: 其他收入

# income.category.partTime
source: Part-time Work
zh_hans: 兼职副业

# income.category.refund
source: Refund
zh_hans: 退款

# income.category.reimbursement
source: Reimbursement
zh_hans: 报销

# income.category.salary
source: Salary
zh_hans: 工资

# income.category.selection.title
source: Select Income Category
zh_hans: 选择收入分类

# home.decorative.actions
source: Search and calendar, not available
zh_hans: 搜索和日历，暂未开放

# home.details.empty.message
source: There is no income or expense in this month.
zh_hans: 本月暂无收入或支出。

# home.details.empty.title
source: No entries
zh_hans: 暂无记录

# home.details.title
source: Details
zh_hans: 明细

# home.transaction.edit
source: Edit %@
zh_hans: 修改%@

# home.transaction.edit.action
source: Edit
zh_hans: 修改

# home.month.picker.title
source: Select Month
zh_hans: 选择月份

# home.month.pull.continue
source: Keep pulling to view %@
zh_hans: 继续拉动，查看%@

# home.month.pull.release
source: Release to view %@
zh_hans: 松开切换至%@

# home.month.selector.accessibility
source: Selected month, %@
zh_hans: 当前月份，%@

# home.month.selector.prompt
source: Select month
zh_hans: 选择月份

# home.overview.message
source: Your financial overview will appear here.
zh_hans: 你的财务总览将在这里展示。

# home.overview.title
source: Financial Overview
zh_hans: 财务总览

# home.summary.expense
source: Expense
zh_hans: 支出

# home.summary.hidden
source: Amounts hidden
zh_hans: 金额已隐藏

# home.summary.hide
source: Hide amounts
zh_hans: 隐藏金额

# home.summary.income
source: Income
zh_hans: 收入

# home.summary.show
source: Show amounts
zh_hans: 显示金额

# home.summary.visible
source: Amounts visible
zh_hans: 金额已显示
